Autodesk.Revit.DB.ThermalAsset.EqualsThermalOnly(Autodesk.Revit.DB.ThermalAsset)
Determines whether this thermal asset is equal to another, but ignore data from base class.
other:
The thermal asset to compare with this one.
Returns:
True if the given thermal asset is equal to this one, otherwise false.
Throws Autodesk.Revit.Exceptions.ArgumentNullException:
A non-optional argument was NULL
Since:
2013